n = ['06:30 – 07:00', 'Йокыдан тору, уяну, бүлмәне тәртипкә китерү', '07:00 – 07:20',
     'Иртәнге спорт күнегүләре', '07:20 – 07:30', 'Мәктәпкә җыену', '07:30 – 16:00',
     'Укулар һәм өстәмә дәресләр - Бу вакыт аралыгына иртәнге аш, төшке аш, икенче төшке аш та керә. Көнгә гадәттә 6-7 төп дәрес һәм 1-2 өстәмә дәрес укыйлар.',
     '16: 00 – 16: 30', 'Бүлмәләрне җыештыру', '16: 30 – 17: 00',
     'Тышка чыгу, төркемнәрдә эш - Җәен спорт мәйданчыкларында футбол типсәләр, кышкы чорда чаңгы шуалар һәм хәрәкәтле уеннар уйныйлар.',
     '17: 00 – 18: 00', 'Кичке аш', '18: 00 – 20: 00',
     'Этюд Бу вакыт өй эшләрен әзерләүгә һәм мөстәкыйль белем алуга багышланган.',
     '20: 00 – 20: 30', 'Төркемнәрдә эш', '20: 30 – 21: 00', 'Икенче кичке аш', '21: 00 – 22: 00',
     'Буш вакыт һәм йокыга әзерлек', '22: 00 – 6: 30', 'Йокы вакыты']
